Repository: zintex-ou/Invoice-maker
Catalog: Invoice maker/Invoice maker/App/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, it, pt_br

source: %lld invoices
de: %lldRechnungen
es: %lldfacturas
fr: %lldfactures
fr_ca: %lldfactures
it: %lldfatture
pt_br: %lldfaturas

source: Activate Once Error
de: Fehler „Einmal aktivieren“
es: Error Activar una vez
fr: Erreur Activer une fois
fr_ca: Erreur Activer une fois
it: Errore Attiva una volta
pt_br: Erro Ativar uma vez

source: Add %@ details once and create invoices in just a few clicks.
de: Fügen Sie einmal %@ Details hinzu und erstellen Sie Rechnungen mit nur wenigen Klicks.
es: Añade %@ los detalles una vez y crea facturas con solo unos pocos clics.
fr: Ajoutez des %@ détails une fois et créez des factures en quelques clics.
fr_ca: Ajoutez des %@ détails une fois et créez des factures en quelques clics.
it: Aggiungi %@ i dettagli una volta e crea fatture in pochi clic.
pt_br: Adicione %@ detalhes uma vez e crie faturas em apenas alguns cliques.

source: Add client details once and create invoices in just a few clicks.
de: Kundendetails einmal hinzufügen und erstellen Rechnungen mit nur wenigen Klicks.
es: Agregue los detalles del cliente una vez y cree facturas con solo unos pocos clics.
fr: Ajoutez les détails du client une fois et créez des factures en quelques clics.
fr_ca: Ajouter les détails du client une fois et créer des factures en quelques clics.
it: Aggiungi i dettagli del cliente una volta e crea fatture in pochi clic.
pt_br: Adicione detalhes do cliente uma vez e crie faturas em apenas alguns cliques.

source: Add item&service
de: Artikel und Service hinzufügen
es: Añadir artículo y servicio
fr: Ajouter un article et un service
fr_ca: Ajouter un élément et un service
it: Aggiungi articolo e servizio
pt_br: Adicionar item e serviço

source: Add new client
de: Neuen Kunden hinzufügen
es: Añadir nuevo cliente
fr: Ajouter un nouveau client
fr_ca: Ajouter un nouveau client
it: Aggiungi nuovo cliente
pt_br: Adicionar novo cliente

source: All
de: Alle
es: Todos
fr: Tous
fr_ca: tous
it: TODO
pt_br: Todos

source: An error occurred while changing the payment status.
de: Beim Ändern des Zahlungsstatus ist ein Fehler aufgetreten.
es: Se ha producido un error al cambiar el estado del pago.
fr: Une erreur s'est produite lors de la modification du statut du paiement.
fr_ca: Une erreur s'est produite lors de la modification de l'état du paiement.
it: Si è verificato un errore durante la modifica dello stato del pagamento.
pt_br: Ocorreu um erro ao alterar o status do pagamento.

source: An error occurred while deleting your %@. Please try again later.
de: Beim Löschen Ihrer ist ein Fehler aufgetreten%@. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al eliminar tu%@. Vuelva a intentarlo más tarde.
fr: Une erreur s'est produite lors de la suppression de votre%@. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de la suppression de votre. %@ Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante l'eliminazione del tuo%@. Riprova più tardi.
pt_br: Ocorreu um erro ao excluir seu%@. Por favor, tente novamente mais tarde.

source: An error occurred while deleting your client. Please try again later.
de: Beim Löschen Ihres Clients ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al eliminar el cliente. Vuelva a intentarlo más tarde.
fr: Une erreur s'est produite lors de la suppression de votre client. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de la suppression de votre client. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante l'eliminazione del cliente. Riprova più tardi.
pt_br: Ocorreu um erro ao excluir seu cliente. Por favor, tente novamente mais tarde.

source: An error occurred while fetching your business profile. Please try again later.
de: Beim Abrufen Ihres Unternehmensprofils ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al buscar tu perfil empresarial. Vuelve a intentarlo más tarde.
fr: Une erreur s'est produite lors de la récupération de votre profil professionnel. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de la recherche de votre profil d'entreprise. Veuillez réessayer plus tard.
it: Si è verificato un errore durante il recupero del profilo aziendale. Riprova più tardi.
pt_br: Ocorreu um erro ao buscar seu perfil comercial. Por favor, tente novamente mais tarde.

source: An error occurred while saving the template.
de: Beim Speichern der Vorlage ist ein Fehler aufgetreten.
es: Se ha producido un error al guardar la plantilla.
fr: Une erreur s'est produite lors de l'enregistrement du modèle.
fr_ca: Une erreur s'est produite lors de l'enregistrement du modèle.
it: Si è verificato un errore durante il salvataggio del modello.
pt_br: Ocorreu um erro ao salvar o modelo.

source: An error occurred while saving your %@. Please try again later.
de: Beim Speichern Ihrer ist ein Fehler aufgetreten%@. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al guardar tu%@. Vuelva a intentarlo más tarde.
fr: Une erreur s'est produite lors de l'enregistrement de votre%@. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de l'enregistrement de votre%@. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante il salvataggio del tuo%@. Riprova più tardi.
pt_br: Ocorreu um erro ao salvar seu%@. Tente novamente mais tarde.

source: An error occurred while saving your business profile. Please try again later.
de: Beim Speichern Ihres Unternehmensprofils ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al guardar tu perfil empresarial. Vuelve a intentarlo más tarde.
fr: Une erreur s'est produite lors de l'enregistrement de votre profil professionnel. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de l'enregistrement de votre profil d'entreprise. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante il salvataggio del profilo aziendale. Riprova più tardi.
pt_br: Ocorreu um erro ao salvar seu perfil comercial. Por favor, tente novamente mais tarde.

source: An error occurred while saving your client. Please try again later.
de: Beim Speichern Ihres Clients ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al guardar el cliente. Vuelva a intentarlo más tarde.
fr: Une erreur s'est produite lors de l'enregistrement de votre client. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de l'enregistrement de votre client. Veuillez réessayer plus tard.
it: Si è verificato un errore durante il salvataggio del client. Riprova più tardi.
pt_br: Ocorreu um erro ao salvar seu cliente. Por favor, tente novamente mais tarde.

source: An error occurred while trying to delete the selected client.
de: Beim Versuch, den ausgewählten Client zu löschen, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar eliminar el cliente seleccionado.
fr: Une erreur s'est produite lors de la tentative de suppression du client sélectionné.
fr_ca: Une erreur s'est produite lors de la tentative de suppression du client sélectionné.
it: Si è verificato un errore durante il tentativo di eliminare il client selezionato.
pt_br: Ocorreu um erro ao tentar excluir o cliente selecionado.

source: An error occurred while trying to load the client list.
de: Beim Versuch, die Client-Liste zu laden, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar cargar la lista de clientes.
fr: Une erreur s'est produite lors de la tentative de chargement de la liste des clients.
fr_ca: Une erreur s'est produite lors de la tentative de chargement de la liste des clients.
it: Si è verificato un errore durante il tentativo di caricare l'elenco dei client.
pt_br: Ocorreu um erro ao tentar carregar a lista de clientes.

source: An error occurred while updating your %@. Please try again later.
de: Beim Aktualisieren Ihrer ist ein Fehler aufgetreten%@. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al actualizar su%@. Vuelva a intentarlo más tarde.
fr: Une erreur s'est produite lors de la mise à jour de votre%@. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de la mise à jour de votre%@. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante l'aggiornamento del tuo%@. Riprova più tardi.
pt_br: Ocorreu um erro ao atualizar seu%@. Tente novamente mais tarde.

source: An error occurred while updating your client. Please try again later.
de: Beim Update Ihres Clients ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al actualizar el cliente. Vuelva a intentarlo más tarde.
fr: Une erreur s'est produite lors de la mise à jour de votre client. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite lors de la mise à jour de votre client. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante l'aggiornamento del client. Riprova più tardi.
pt_br: Ocorreu um erro ao atualizar seu cliente. Por favor, tente novamente mais tarde.

source: An error occurred. Please try again later.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error. Por favor, inténtalo de nuevo más tarde.
fr: Une erreur s'est produite. Veuillez réessayer ultérieurement.
fr_ca: Une erreur s'est produite. Veuillez réessayer ultérieurement.
it: Si è verificato un errore. Riprova più tardi.
pt_br: Ocorreu um erro. Por favor, tente novamente mais tarde.

source: An incorrect parameter was passed.
de: Ein falscher Parameter wurde übergeben.
es: Se ha pasado un parámetro incorrecto.
fr: Un paramètre incorrect a été transmis.
fr_ca: Un paramètre incorrect a été transmis.
it: È stato passato un parametro errato.
pt_br: Um parâmetro incorreto foi passado.

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Se ha producido un error inesperado.
fr: Une erreur inattendue s'est produite.
fr_ca: Une erreur inattendue s'est produite.
it: Si è verificato un errore imprevisto.
pt_br: Ocorreu um erro inesperado.

source: Analytics Disabled
de: Analytics deaktiviert
es: Análisis deshabilitado
fr: Analytique désactivée
fr_ca: Analyses désactivées
it: Analisi disattivata
pt_br: Análise desativada

source: Are you sure you want to delete this client?
de: Möchten Sie diesen Client wirklich löschen?
es: ¿Confirma que desea eliminar este cliente?
fr: Êtes-vous sûr de vouloir supprimer ce client ?
fr_ca: Êtes-vous sûr de vouloir supprimer ce client ?
it: Sei sicuro di voler eliminare questo cliente?
pt_br: Tem certeza de que deseja excluir esse cliente?

source: Are you sure you want to leave?
de: Bist du sicher, dass du gehen willst?
es: ¿Estás seguro de que quieres irte?
fr: Tu es sûre de vouloir partir ?
fr_ca: Êtes-vous sûr de vouloir partir ?
it: Sei sicuro di voler partire?
pt_br: Tem certeza de que quer sair?

source: Bad Connection
de: Schlechte Verbindung
es: Mala conexión
fr: Mauvaise connexion
fr_ca: Mauvaise connexion
it: Connessione errata
pt_br: Conexão ruim

source: Bad Request
de: Fehlerhafte Anfrage
es: Solicitud incorrecta
fr: Mauvaise demande
fr_ca: Mauvaise demande
it: Richiesta errata
pt_br: Solicitação incorreta

source: Bill to:
de: Rechnung an:
es: Facturar a:
fr: Facturer à :
fr_ca: Fait de la facture à :
it: Fatturare a:
pt_br: Faturar para:

source: Business profile
de: Profil des Unternehmens
es: Perfil empresarial
fr: Profil de l'entreprise
fr_ca: Profil de l'entreprise
it: Profilo aziendale
pt_br: Perfil de negócios

source: Business profile not found.
de: Das Unternehmensprofil wurde nicht gefunden.
es: No se encontró el perfil empresarial.
fr: Le profil de l'entreprise est introuvable.
fr_ca: Profil d'entreprise introuvable.
it: Profilo aziendale non trovato.
pt_br: Perfil comercial não encontrado.

source: Business profile:
de: Unternehmensprofil:
es: Perfil empresarial:
fr: Profil de l'entreprise :
fr_ca: Profil de l'entreprise :
it: Profilo aziendale:
pt_br: Perfil comercial:

source: By continuing, you agree to:
de: Durch Fortfahren stimmst du Folgendem zu:
es: Al continuar, aceptas:
fr: En continuant, vous acceptez :
fr_ca: En continuant, vous acceptez :
it: Continuando, accetti:
pt_br: Ao continuar, você concorda com:

source: by continuining, you agree to:
de: Indem Sie fortfahren, erklären Sie sich mit Folgendem einverstanden:
es: Al continuar, usted acepta:
fr: en continuant, vous vous engagez à :
fr_ca: en continuant, vous acceptez :
it: continuando, l'utente accetta di:
pt_br: ao continuar, você concorda em:

source: Can't find a valid receipt.
de: Ich kann keine gültige Quittung finden.
es: No puedo encontrar un recibo válido.
fr: Impossible de trouver un reçu valide.
fr_ca: Impossible de trouver un reçu valide.
it: Non riesco a trovare una ricevuta valida.
pt_br: Não consigo encontrar um recibo válido.

source: Can't Make Payments
de: Ich kann keine Zahlungen leisten
es: No puedo realizar pagos
fr: Impossible d'effectuer des paiements
fr_ca: Impossible d'effectuer des paiements
it: Non è possibile effettuare pagamenti
pt_br: Não consigo fazer pagamentos

source: Can't Read Receipt
de: Quittung kann nicht gelesen werden
es: No puedo leer el recibo
fr: Impossible de lire le reçu
fr_ca: Impossible de lire le reçu
it: Impossibile leggere la ricevuta
pt_br: Não consigo ler o recibo

source: Cancel
de: Abbrechen
fr: Annuler
fr_ca: Annuler
it: Annulla

source: Choose template
de: Vorlage wählen
es: Elige plantilla
fr: Choisissez un modèle
fr_ca: Choisir un modèle
it: Scegli il modello
pt_br: Escolha o modelo

source: Clients
de: Mandanten
es: Clientes
fr: Clientèle
it: Clienti
pt_br: Clientes

source: Cloud Service Revoked
de: Cloud-Dienst gesperrt
es: Servicio en la nube revocado
fr: Service cloud révoqué
fr_ca: Service infonuagique révoqué
it: Servizio cloud revocato
pt_br: Serviço de nuvem revogado

source: Colors
de: Farben
es: Colores
fr: Couleurs
fr_ca: Couleurs
it: Colori
pt_br: Cores

source: Complete your business profile to continue.
de: Vervollständigen Sie Ihr Unternehmensprofil, um fortzufahren.
es: Complete su perfil empresarial para continuar.
fr: Complétez votre profil professionnel pour continuer.
fr_ca: Remplissez votre profil d'entreprise pour continuer.
it: Completa il tuo profilo aziendale per continuare.
pt_br: Preencha seu perfil comercial para continuar.

source: Contact details
de: Kontaktdetails
es: Detalles de contacto
fr: Détails de contact
fr_ca: Coordonnées
it: Recapiti
pt_br: Detalhes do contato

source: Contact us
de: Kontaktiere uns
es: Contáctanos
fr_ca: Nous contacter
it: Contattate
pt_br: Contate-nos

source: Continue
de: Fortführen
es: Continuar
fr: Continuer
fr_ca: CONTINUER
it: Continua
pt_br: Continuar

source: Create estimate
de: Kostenvoranschlag erstellen
es: Crear estimación
fr: Créer une estimation
fr_ca: Créer une estimation
it: Crea un preventivo
pt_br: Crie uma estimativa

source: Create Invoice
de: Rechnung erstellen
es: Crear factura
fr: Créer une facture
fr_ca: Créer une facture
it: Crea fattura
pt_br: Criar fatura

source: Create Invoices in Seconds
de: Rechnungen erstellen in Sekunden
es: Crear facturas en segundos
fr: Création de factures en quelques secondes
fr_ca: Créer des factures en secondes
it: Crea fatture in pochi secondi
pt_br: Criar faturas em segundos

source: Create unlimited estimates
de: Unbegrenzte Schätzungen erstellen
es: Crea estimaciones ilimitadas
fr: Créez des estimations illimitées
fr_ca: Créer des estimations illimitées
it: Crea stime illimitate
pt_br: Crie estimativas ilimitadas

source: Create your first estimate to give clients a clear pricing preview.
de: Erstellen Sie Ihren ersten Kostenvoranschlag, den Sie Ihren Kunden geben können eine klare Preisvorschau.
es: Crea tu primer presupuesto para ofrecérselo a los clientes una vista previa clara de los precios.
fr: Créez votre première estimation à donner aux clients un aperçu clair des prix.
fr_ca: Créez votre première estimation à donner aux clients un aperçu clair des prix.
it: Crea la tua prima stima da fornire ai clienti una chiara anteprima dei prezzi.
pt_br: Crie sua primeira estimativa para oferecer aos clientes uma prévia clara dos preços.

source: Currency
de: WÄHRUNG
es: Moneda
fr: Devise
fr_ca: Devise
it: Valuta
pt_br: Moeda

source: Currency mismatch
de: Währungsinkonsistenz
es: Incompatibilidad de moneda
fr: Incohérence de devise
fr_ca: Incohérence de devise
it: Valuta non corrispondente
pt_br: Moeda incompatível

source: Data is unsupported.
de: Daten werden nicht unterstützt.
es: Los datos no son compatibles.
fr: Les données ne sont pas prises en charge.
fr_ca: Les données ne sont pas étayées.
it: I dati non sono supportati.
pt_br: Os dados não são suportados.

source: days free trial
de: Kostenlose Testversion für 7 Tage
es: días de prueba gratuita
fr: jours d'essai gratuit
fr_ca: jours d'essai gratuit
it: giorni di prova gratuita
pt_br: 7 dias de teste gratuito

source: Decoding Failed
de: Decodierung fehlgeschlagen
es: Falló la decodificación
fr: Échec du décodage
fr_ca: Échec du décodage
it: Decodifica non riuscita
pt_br: Falha na decodificação

source: Delete
de: Löschen
es: Eliminar
fr_ca: Supprimer
it: Elimina
pt_br: Excluir

source: Delete client
de: Mandant löschen
es: Eliminar cliente
fr: Supprimer le client
fr_ca: Supprimer le client
it: Elimina client
pt_br: Excluir cliente

source: Delete Client
de: Mandant löschen
es: Eliminar cliente
fr: Supprimer le client
fr_ca: Supprimer le client
it: Elimina client
pt_br: Excluir cliente

source: Delete, edit & export invoices
de: Rechnungen löschen, bearbeiten und exportieren
es: Eliminar, editar y exportar facturas
fr: Supprimer, modifier et exporter des factures
fr_ca: Supprimer, modifier et exporter des factures
it: Eliminare, modificare ed esportare le fatture
pt_br: Excluir, editar e exportar faturas

source: Deletion Failed
de: Das Löschen ist fehlgeschlagen
es: Falló la eliminación
fr: Echec de la suppression
fr_ca: Échec de la suppression
it: Eliminazione non riuscita
pt_br: Falha na exclusão

source: Discount
de: Rabatt
es: Descuento
fr: Escompte
fr_ca: Rabais
it: Sconto
pt_br: Desconto

source: Done
de: Fertig.
fr: Terminé
fr_ca: Terminé
it: Fatto

source: Due Date:
de: Fälligkeitsdatum:
es: Fecha límite:
fr: Date d'échéance :
fr_ca: Date d'échéance :
it: Data di scadenza:
pt_br: Data de vencimento:

source: Encoding Failed
de: Kodierung fehlgeschlagen
es: Error de codificación
fr: Échec du codage
fr_ca: Échec de l'encodage
it: Codifica non riuscita
pt_br: Falha na codificação

source: Error
de: Fehler
fr: Erreur
fr_ca: Erreur
it: Errore
pt_br: Erro

source: Estimates
de: Schätzungen
es: estimaciones
fr: Estimations
fr_ca: Estimations
it: Stime
pt_br: Estimativas

source: Failed to Delete %@
de: Konnte nicht gelöscht werden %@
es: No se pudo eliminar %@
fr: Impossible de supprimer %@
fr_ca: Échec de la suppression %@
it: Eliminazione non riuscita %@
pt_br: Falha ao excluir %@

source: Failed to Delete Client
de: Client konnte nicht gelöscht werden
es: No se pudo eliminar el cliente
fr: Impossible de supprimer le client
fr_ca: Impossible de supprimer le client
it: Eliminazione del client non riuscita
pt_br: Falha ao excluir o cliente

source: Failed to delete invoice
de: Rechnung konnte nicht gelöscht werden
es: No se pudo eliminar la factura
fr: Impossible de supprimer la facture
fr_ca: Échec de la suppression de la facture
it: Eliminazione della fattura non riuscita
pt_br: Falha ao excluir a fatura

source: Failed to encode parameters for the request.
de: Die Parameter für die Anfrage konnten nicht codiert werden.
es: No se pudieron codificar los parámetros de la solicitud.
fr: Impossible de coder les paramètres de la demande.
fr_ca: Impossible d'encoder les paramètres de la demande.
it: Impossibile codificare i parametri per la richiesta.
pt_br: Falha ao codificar parâmetros para a solicitação.

source: Failed to Fetch Clients
de: Clients konnten nicht abgerufen werden
es: No se pudieron recuperar los clientes
fr: Impossible de récupérer les clients
fr_ca: Échec de la recherche des clients
it: Recupero dei client non riuscito
pt_br: Falha ao buscar clientes

source: Failed to Fetch Profile
de: Profil konnte nicht abgerufen werden
es: No se pudo obtener el perfil
fr: Impossible de récupérer le profil
fr_ca: Échec de la recherche du profil
it: Recupero del profilo non riuscito
pt_br: Falha ao obter o perfil

source: Failed to Load Data
de: Daten konnten nicht geladen werden
es: No se pudieron cargar los datos
fr: Impossible de charger les données
fr_ca: Échec du chargement des données
it: Caricamento dei dati non riuscito
pt_br: Falha ao carregar dados

source: Failed to Save %@
de: Fehler beim Speichern %@
es: No se pudo guardar %@
fr: Impossible d'enregistrer %@
fr_ca: Échec de l'enregistrement %@
it: Salvataggio non riuscito %@
pt_br: Falha ao salvar %@

source: Failed to Save Client
de: Client konnte nicht gespeichert werden
es: No se pudo guardar el cliente
fr: Impossible d'enregistrer le client
fr_ca: Échec de l'enregistrement du client
it: Impossibile salvare il client
pt_br: Falha ao salvar o cliente

source: Failed to Save Profile
de: Profil konnte nicht gespeichert werden
es: No se pudo guardar el perfil
fr: Impossible d'enregistrer le profil
fr_ca: Échec de l'enregistrement du profil
it: Impossibile salvare il profilo
pt_br: Falha ao salvar o perfil

source: Failed to send invoice
de: Rechnung konnte nicht gesendet werden
es: No se pudo enviar la factura
fr: Impossible d'envoyer la facture
fr_ca: Échec de l'envoi de la facture
it: Invio della fattura non riuscito
pt_br: Falha ao enviar a fatura

source: Failed to update %@
de: konnte nicht aktualisiert werden %@
es: No se pudo actualizar %@
fr: Impossible de mettre à jour %@
fr_ca: Échec de la mise à jour %@
it: Aggiornamento non riuscito %@
pt_br: Falha na atualização %@

source: Failed to Update Client
de: Client konnte nicht aktualisiert werden
es: No se pudo actualizar el cliente
fr: Impossible de mettre à jour le client
fr_ca: Échec de la mise à jour du client
it: Aggiornamento del client non riuscito
pt_br: Falha ao atualizar o cliente

source: Failed to update invoice
de: Rechnung konnte nicht aktualisiert werden
es: No se pudo actualizar la factura
fr: Impossible de mettre à jour la facture
fr_ca: Échec de la mise à jour de la facture
it: Aggiornamento della fattura non riuscito
pt_br: Falha ao atualizar a fatura

source: Failed to Update Status
de: Status konnte nicht aktualisiert werden
es: No se pudo actualizar el estado
fr: Impossible de mettre à jour le statut
fr_ca: Échec de la mise à jour du statut
it: Impossibile aggiornare lo stato
pt_br: Falha ao atualizar o status

source: Fetch Failed
de: Abruf fehlgeschlagen
es: Falló la búsqueda
fr: Echec de la récupération
fr_ca: Échec de la recherche
it: Recupero non riuscito
pt_br: Falha na busca

source: Fetch Timeout Error
de: Timeout-Fehler beim Abrufen
es: Error de tiempo de espera de recuperación
fr: Erreur de temporisation de récupération
fr_ca: Erreur de délai d'attente de la recherche
it: Errore di timeout di recupero
pt_br: Erro de tempo limite de busca

source: Flat amount
de: Pauschalbetrag
es: Importe fijo
fr: Montant forfaitaire
fr_ca: Montant forfaitaire
it: Importo fisso
pt_br: Quantia fixa

source: General
de: Allgemeine
fr: Général
fr_ca: Généralités
it: GENERALE
pt_br: Geral
